---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.StairsLanding
source: html/e17da972-aad4-0997-9c51-3d5dfdafe61f.htm
---
# StairsLanding Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.